tap "aylei/tap"
tap "azure/functions"
tap "c-bata/kube-prompt"
tap "derailed/k9s"
tap "derailed/popeye"
tap "go-delve/delve"
tap "golangci/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "johanhaleby/kubetail"
tap "muesli/tap"
tap "nexeck/tmuxinator"
tap "railwayapp/railway"
tap "tophat/bar"
tap "universal-ctags/universal-ctags"
brew "act"
brew "aha"
brew "coreutils"
brew "asdf"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bfg"
brew "certbot"
brew "circleci"
brew "cocoapods"
brew "comby"
brew "cpanminus"
brew "detox"
brew "direnv"
brew "dive"
brew "exa"
brew "fasd"
brew "ruby"
brew "fastlane"
brew "fd"
brew "fff"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "python@3.9"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "goenv"
brew "golang-migrate"
brew "grep"
brew "hadolint"
brew "helm"
brew "htop"
brew "hub"
brew "hyperfine"
brew "jenv"
brew "jid"
brew "jq"
brew "jsonnet"
brew "kind"
brew "kustomize"
brew "libpq"
brew "librdkafka"
brew "libssh2"
brew "lolcat"
brew "lzip"
brew "mas"
brew "midnight-commander"
brew "minikube"
brew "mmv"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "octant"
brew "parallel"
brew "qemu"
brew "podman"
brew "pre-commit"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sbt"
brew "shc"
brew "shellcheck"
brew "shfmt"
brew "sonar-scanner"
brew "sonarqube"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "tasksh"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "vifm"
brew "vim"
brew "vivid"
brew "watch"
brew "wget"
brew "wifi-password"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "aylei/tap/kubectl-debug"
brew "azure/functions/azure-functions-core-tools@3"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "golangci/tap/golangci-lint"
brew "googlecontainertools/kpt/kpt"
brew "johanhaleby/kubetail/kubetail", args: ["with-short-names"]
brew "muesli/tap/duf"
brew "nexeck/tmuxinator/tmuxinator"
brew "railwayapp/railway/railway"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "epubquicklook"
cask "font-hack-nerd-font"
cask "graphiql"
cask "iterm2"
cask "java"
cask "keybase"
cask "lens"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skype"
cask "skype-for-business"
cask "visual-studio-code"
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Amphetamine", id: 937984704
mas "Basketmania", id: 412771415
mas "Disk Speed Test", id: 425264550
mas "djay Pro AI", id: 450527929
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Magnet", id: 441258766
mas "Microsoft OneNote", id: 784801555
mas "Neural Mix Pro", id: 1527105121
mas "Numbers", id: 409203825
mas "Slack", id: 803453959
mas "Tabs Switcher", id: 1406718335
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
